Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.browser.customSearchEngineName.subtitle
source: Shown in browser address bar search suggestions.
ar: يظهر في اقتراحات البحث في شريط عنوان المتصفح.
bs: Prikazuje se u prijedlozima pretrage u adresnoj traci preglednika.
da: Vises i søgeforslag i browserens adresselinje.
de: Wird in Suchvorschlägen in der Adressleiste des Browsers angezeigt.
es: Se muestra en las sugerencias de búsqueda de la barra de direcciones del navegador.
fr: Affiché dans les suggestions de recherche de la barre d’adresse du navigateur.
it: Mostrato nei suggerimenti di ricerca della barra degli indirizzi del browser.
ja: ブラウザのアドレスバーの検索候補に表示されます。
ko: 브라우저 주소 표시줄 검색 제안에 표시됩니다.
nb: Vises i søkeforslag i nettleserens adresselinje.
pl: Wyświetlana w sugestiach wyszukiwania na pasku adresu przeglądarki.
pt_br: Exibido nas sugestões de busca da barra de endereço do navegador.
ru: Отображается в поисковых подсказках адресной строки браузера.
th: แสดงในคำแนะนำการค้นหาในแถบที่อยู่ของเบราว์เซอร์
tr: Tarayıcı adres çubuğu arama önerilerinde gösterilir.
uk: Показується в пошукових пропозиціях адресного рядка браузера.
zh_hans: 显示在浏览器地址栏搜索建议中。
zh_hant: 顯示在瀏覽器位址列搜尋建議中。

# settings.browser.customSearchEngineURLTemplate
source: Custom Search URL
ar: رابط البحث المخصص
bs: Prilagođeni URL pretrage
da: Tilpasset søge-URL
de: Benutzerdefinierte Such-URL
es: URL de búsqueda personalizada
fr: URL de recherche personnalisée
it: URL di ricerca personalizzato
ja: カスタム検索URL
ko: 사용자 지정 검색 URL
nb: Tilpasset søke-URL
pl: Niestandardowy URL wyszukiwania
pt_br: URL de busca personalizada
ru: Пользовательский URL поиска
th: URL ค้นหาแบบกำหนดเอง
tr: Özel Arama URL'si
uk: Користувацька URL-адреса пошуку
zh_hans: 自定义搜索 URL
zh_hant: 自訂搜尋 URL

# settings.browser.customSearchEngineURLTemplate.subtitle
source: Use {query} or %s for the search terms. Without a placeholder, UniConnect appends q=.
ar: استخدم {query} أو %s لعبارات البحث. بدون عنصر نائب، يضيف UniConnect q=.
bs: Koristite {query} ili %s za pojmove pretrage. Bez rezerviranog mjesta UniConnect dodaje q=.
da: Brug {query} eller %s til søgeordene. Uden en pladsholder tilføjer UniConnect q=.
de: Verwende {query} oder %s für die Suchbegriffe. Ohne Platzhalter fügt UniConnect q= hinzu.
es: Usa {query} o %s para los términos de búsqueda. Sin marcador de posición, UniConnect agrega q=.
fr: Utilisez {query} ou %s pour les termes de recherche. Sans espace réservé, UniConnect ajoute q=.
it: Usa {query} o %s per i termini di ricerca. Senza segnaposto, UniConnect aggiunge q=.
ja: 検索語には {query} または %s を使います。プレースホルダーがない場合、UniConnect は q= を追加します。
km: ប្រើ {query} ឬ %s សម្រាប់ពាក្យស្វែងរក។បើគ្មានកន្លែងដាក់ UniConnect បន្ថែម q= ។
ko: 검색어에는 {query} 또는 %s를 사용하세요. 자리표시자가 없으면 UniConnect가 q=를 추가합니다.
nb: Bruk {query} eller %s for søkeordene. Uten plassholder legger UniConnect til q=.
pl: Użyj {query} lub %s dla wyszukiwanych terminów. Bez symbolu zastępczego UniConnect doda q=.
pt_br: Use {query} ou %s para os termos de busca. Sem marcador, o UniConnect adiciona q=.
ru: Используйте {query} или %s для поисковых запросов. Без заполнителя UniConnect добавляет q=.
th: ใช้ {query} หรือ %s สำหรับคำค้นหา หากไม่มีตัวยึดตำแหน่ง UniConnect จะเพิ่ม q=
tr: Arama terimleri için {query} veya %s kullanın. Yer tutucu yoksa UniConnect q= ekler.
uk: Використовуйте {query} або %s для пошукових запитів. Без заповнювача UniConnect додає q=.
zh_hans: 使用 {query} 或 %s 作为搜索词。没有占位符时，UniConnect 会追加 q=。
zh_hant: 使用 {query} 或 %s 作為搜尋詞。沒有佔位符時，UniConnect 會附加 q=。

# settings.browser.searchSuggestions
source: Show Search Suggestions
ar: عرض اقتراحات البحث
bs: Prikaži prijedloge pretrage
da: Vis søgeforslag
de: Suchvorschläge anzeigen
es: Mostrar sugerencias de búsqueda
fr: Afficher les suggestions de recherche
it: Mostra suggerimenti di ricerca
ja: 検索候補を表示
ko: 검색 제안 표시
nb: Vis søkeforslag
pl: Pokaż podpowiedzi wyszukiwania
pt_br: Mostrar Sugestões de Pesquisa
ru: Показывать поисковые подсказки
th: แสดงคำแนะนำการค้นหา
tr: Arama Önerilerini Göster
uk: Показувати підказки пошуку
zh_hans: 显示搜索建议
zh_hant: 顯示搜尋建議

# settings.browser.theme
source: Browser Theme
ar: مظهر المتصفح
bs: Tema preglednika
da: Browsertema
de: Browser-Design
es: Tema del navegador
fr: Thème du navigateur
it: Tema del browser
ja: ブラウザテーマ
ko: 브라우저 테마
nb: Nettlesertema
pl: Motyw przeglądarki
pt_br: Tema do Navegador
ru: Тема браузера
th: ธีมเบราว์เซอร์
tr: Tarayıcı Teması
uk: Тема браузера
zh_hans: 浏览器主题
zh_hant: 瀏覽器主題

# settings.browser.theme.subtitleForced
source: %@ forces that color scheme for compatible pages.
ar: %@ يفرض نظام الألوان هذا للصفحات المتوافقة.
bs: %@ nameće tu shemu boja za kompatibilne stranice.
da: %@ tvinger det farveskema for kompatible sider.
de: %@ erzwingt dieses Farbschema für kompatible Seiten.
es: %@ fuerza ese esquema de colores para las páginas compatibles.
fr: %@ impose ce jeu de couleurs aux pages compatibles.
it: %@ impone quello schema di colori per le pagine compatibili.
ja: %@は対応ページにそのカラースキームを強制します。
ko: %@은(는) 호환 페이지에 해당 색상 구성표를 강제 적용합니다.
nb: %@ tvinger det fargeskjemaet for kompatible sider.
pl: %@ wymusza ten schemat kolorów dla zgodnych stron.
pt_br: %@ força esse esquema de cores para páginas compatíveis.
ru: %@ принудительно применяет эту цветовую схему для совместимых страниц.
th: %@ บังคับใช้โทนสีนั้นสำหรับหน้าที่รองรับ
tr: %@ uyumlu sayfalar için bu renk şemasını zorlar.
uk: %@ примусово встановлює цю кольорову схему для сумісних сторінок.
zh_hans: %@ 为兼容页面强制使用该配色方案。
zh_hant: %@ 會為相容的頁面強制套用該色彩配置。

# settings.browser.theme.subtitleSystem
source: System follows app and macOS appearance.
ar: النظام يتبع مظهر التطبيق و macOS.
bs: Sistemski prati izgled aplikacije i macOS.
da: System følger app- og macOS-udseende.
de: System folgt der App- und macOS-Darstellung.
es: Sistema sigue la apariencia de la app y macOS.
fr: Système suit l'apparence de l'app et de macOS.
it: Sistema segue l'aspetto dell'app e di macOS.
ja: システムはアプリとmacOSの外観に従います。
ko: 시스템은 앱 및 macOS 외관을 따릅니다.
nb: System følger app- og macOS-utseende.
pl: Systemowy podąża za wyglądem aplikacji i macOS.
pt_br: Sistema segue a aparência do app e do macOS.
ru: Системная тема следует за оформлением приложения и macOS.
th: ระบบจะตามธีมแอปและรูปลักษณ์ macOS
tr: Sistem, uygulama ve macOS görünümünü takip eder.
uk: Системна слідує за програмою та зовнішнім виглядом macOS.
zh_hans: 系统跟随应用和 macOS 外观。
zh_hant: 「系統」會跟隨 App 和 macOS 外觀。

# settings.material.contentBackground
source: Content Background
ar: خلفية المحتوى
bs: Pozadina sadržaja
da: Indholdsbaggrund
de: Inhaltshintergrund
es: Fondo de contenido
fr: Arrière-plan du contenu
it: Sfondo contenuto
ja: コンテンツ背景
ko: 콘텐츠 배경
nb: Innholdsbakgrunn
pl: Tło zawartości
pt_br: Fundo de Conteúdo
ru: Фон содержимого
th: พื้นหลังเนื้อหา
tr: İçerik Arka Planı
uk: Фон вмісту
zh_hans: 内容背景
zh_hant: 內容背景

# settings.material.fullScreenUI
source: Full Screen UI
ar: واجهة ملء الشاشة
bs: UI punog ekrana
da: Fuldskærms-UI
de: Vollbild-UI
es: Interfaz a pantalla completa
fr: Interface plein écran
it: UI a schermo intero
ja: フルスクリーンUI
ko: 전체 화면 UI
nb: Fullskjerm-UI
pl: Pełnoekranowy interfejs
pt_br: Interface em Tela Cheia
ru: Полноэкранный интерфейс
th: UI เต็มหน้าจอ
tr: Tam Ekran Kullanıcı Arayüzü
uk: Повноекранний інтерфейс
zh_hans: 全屏 UI
zh_hant: 全螢幕 UI

# settings.material.headerView
source: Header View
ar: عرض الرأس
bs: Zaglavlje
da: Headervisning
de: Kopfansicht
es: Vista de encabezado
fr: Vue d'en-tête
it: Vista intestazione
ja: ヘッダビュー
ko: 헤더 뷰
nb: Topptekstvisning
pl: Widok nagłówka
pt_br: Cabeçalho
ru: Заголовок
th: มุมมองส่วนหัว
tr: Başlık Görünümü
uk: Заголовок
zh_hans: 头部视图
zh_hant: 標題列

# settings.material.hudWindow
source: HUD Window
ar: نافذة HUD
bs: HUD prozor
da: HUD-vindue
de: HUD-Fenster
es: Ventana HUD
fr: Fenêtre HUD
it: Finestra HUD
ja: HUDウインドウ
ko: HUD 윈도우
nb: HUD-vindu
pl: Okno HUD
pt_br: Janela HUD
ru: HUD-окно
th: หน้าต่าง HUD
tr: HUD Penceresi
uk: HUD-вікно
zh_hans: HUD 窗口
zh_hant: HUD 視窗

# settings.material.menu
source: Menu
ar: القائمة
bs: Meni
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
nb: Meny
ru: Меню
th: เมนู
tr: Menü
uk: Меню
zh_hans: 菜单
zh_hant: 選單

# settings.material.none
source: None
ar: بدون
bs: Ništa
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

# settings.material.popover
source: Popover
ar: نافذة منبثقة
bs: Iskočni prozor
ja: ポップオーバー
ko: 팝오버
pl: Wyskakujące okno
ru: Всплывающее окно
th: ป็อปโอเวอร์
tr: Açılır Pencere
uk: Спливне вікно
zh_hans: 弹出框
zh_hant: 彈出框

# settings.material.sheet
source: Sheet
ar: ورقة
bs: List
da: Ark
de: Dialogblatt
es: Hoja
fr: Feuille
it: Foglio
ja: シート
ko: 시트
nb: Ark
pl: Arkusz
pt_br: Folha
ru: Лист
th: ชีท
tr: Sayfa
uk: Аркуш
zh_hans: 工作表
zh_hant: 工作表

# settings.material.sidebar
source: Sidebar
ar: الشريط الجانبي
bs: Bočna traka
da: Sidebjælke
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
ko: 사이드바
nb: Sidepanel
pl: Pasek boczny
pt_br: Barra Lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Kenar Çubuğu
uk: Бічна панель
zh_hans: 侧边栏
zh_hant: 側邊欄

# settings.material.toolTip
source: Tool Tip
ar: تلميح أداة
bs: Opis alata
da: Værktøjstip
es: Descripción emergente
fr: Info-bulle
it: Suggerimento
ja: ツールチップ
ko: 도구 설명
nb: Verktøytips
pl: Podpowiedź
pt_br: Dica de Ferramenta
ru: Подсказка
th: คำแนะนำเครื่องมือ
tr: Araç İpucu
uk: Підказка
zh_hans: 工具提示
zh_hant: 工具提示

# settings.material.underWindow
source: Under Window
ar: تحت النافذة
bs: Ispod prozora
da: Under vindue
de: Unter dem Fenster
es: Debajo de la ventana
fr: Sous la fenêtre
it: Sotto la finestra
ja: ウインドウ下
ko: 윈도우 아래
nb: Under vinduet
pl: Pod oknem
pt_br: Sob a Janela
ru: Под окном
th: ใต้หน้าต่าง
tr: Pencere Altı
uk: Під вікном
zh_hans: 窗口底部
zh_hant: 視窗下方

# settings.material.windowBackground
source: Window Background
ar: خلفية النافذة
bs: Pozadina prozora
da: Vinduesbaggrund
de: Fensterhintergrund
es: Fondo de ventana
fr: Arrière-plan de la fenêtre
it: Sfondo finestra
ja: ウインドウ背景
ko: 윈도우 배경
nb: Vindubakgrunn
pl: Tło okna
pt_br: Fundo da Janela
ru: Фон окна
th: พื้นหลังหน้าต่าง
tr: Pencere Arka Planı
uk: Фон вікна
zh_hans: 窗口背景
zh_hant: 視窗背景

# settings.preset.hudGlass
source: HUD Glass
ar: زجاج HUD
bs: HUD staklo
da: HUD-glas
ko: HUD 글래스
pl: Szkło HUD
pt_br: Vidro HUD
zh_hans: HUD 玻璃
zh_hant: HUD 玻璃

# settings.preset.nativeSidebar
source: Native Sidebar
ar: شريط جانبي أصلي
bs: Nativna bočna traka
da: Indbygget sidebjælke
de: Native Seitenleiste
es: Barra lateral nativa
fr: Barre latérale native
it: Barra laterale nativa
ja: ネイティブサイドバー
ko: 기본 사이드바
nb: Innebygd sidepanel
pl: Natywny pasek boczny
pt_br: Barra Lateral Nativa
ru: Системная боковая панель
th: แถบด้านข้างแบบดั้งเดิม
tr: Yerel Kenar Çubuğu
uk: Рідна бічна панель
zh_hans: 原生侧边栏
zh_hant: 原生側邊欄

# settings.preset.popoverGlass
source: Popover Glass
ar: زجاج منبثق
bs: Iskočno staklo
da: Popover-glas
ja: ポップオーバーGlass
ko: 팝오버 글래스
pl: Szkło wyskakujące
pt_br: Vidro Popover
tr: Açılır Pencere Glass
zh_hans: 弹出框玻璃
zh_hant: 彈出框玻璃

# settings.preset.raycastGray
source: Raycast Gray
ar: رمادي Raycast
bs: Raycast siva
da: Raycast-grå
ko: Raycast 그레이
nb: Raycast-grå
pl: Szary Raycast
pt_br: Cinza Raycast
tr: Raycast Gri
zh_hans: Raycast 灰
zh_hant: Raycast 灰

# settings.preset.softBlur
source: Soft Blur
ar: ضبابية ناعمة
bs: Meko zamućenje
da: Blød sløring
ja: ソフトブラー
ko: 소프트 블러
nb: Myk uskarphet
pl: Delikatne rozmycie
pt_br: Desfoque Suave
tr: Yumuşak Bulanıklık
zh_hans: 柔和模糊
zh_hant: 柔和模糊

# settings.preset.underWindow
source: Under Window
ar: تحت النافذة
bs: Ispod prozora
da: Under vindue
ja: ウインドウ下
ko: 윈도우 아래
nb: Under vinduet
pl: Pod oknem
pt_br: Sob a Janela
tr: Pencere Altı
zh_hans: 窗口底部
zh_hant: 視窗下方

# settings.reset.resetAll
source: Reset All Settings
ar: إعادة تعيين جميع الإعدادات
bs: Resetuj sve postavke
da: Nulstil alle indstillinger
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
fr: Réinitialiser tous les réglages
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 초기화
nb: Tilbakestill alle innstillinger
pl: Resetuj wszystkie ustawienia
pt_br: Redefinir Todos os Ajustes
ru: Сбросить все настройки
th: รีเซ็ตการตั้งค่าทั้งหมด
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування
zh_hans: 重置所有设置
zh_hant: 重置所有設定

# settings.section.app
source: App
ar: التطبيق
bs: Aplikacija
ja: アプリ
ko: 앱
pl: Aplikacja
ru: Приложение
th: แอป
tr: Uygulama
uk: Програма
zh_hans: 应用

# settings.section.automation
source: Automation
ar: الأتمتة
bs: Automatizacija
da: Automatisering
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ja: オートメーション
ko: 자동화
nb: Automatisering
pl: Automatyzacja
pt_br: Automação
ru: Автоматизация
th: ระบบอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
zh_hans: 自动化
zh_hant: 自動化

# settings.section.browser
source: Browser
ar: المتصفح
bs: Preglednik
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.section.keyboardShortcuts
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bs: Prečice na tastaturi
da: Tastaturgenveje
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Abbreviazioni da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nb: Tastatursnarveier
pl: Skróty klawiaturowe
pt_br: Atalhos de Teclado
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye Kısayolları
uk: Комбінації клавіш
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# settings.section.reset
source: Reset
ar: إعادة التعيين
bs: Resetovanje
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сброс
th: รีเซ็ต
tr: Sıfırla
uk: Скидання
zh_hans: 重置
zh_hant: 重置

# settings.section.workspaceColors
source: Workspace Colors
ar: ألوان مساحة العمل
bs: Boje radnog prostora
da: Arbejdsområdefarver
de: Arbeitsbereichsfarben
es: Colores de espacios de trabajo
fr: Couleurs des espaces de travail
it: Colori area di lavoro
ja: ワークスペースカラー
ko: 작업 공간 색상
nb: Arbeidsområdefarger
pl: Kolory przestrzeni roboczych
pt_br: Cores da Área de Trabalho
ru: Цвета рабочих пространств
th: สีเวิร์กสเปซ
tr: Çalışma Alanı Renkleri
uk: Кольори робочих областей
zh_hans: 工作区颜色
zh_hant: 工作區顏色

# settings.shortcuts.recordHint
source: Click a shortcut value to record. Use X to unbind; it changes to restore after a clear.
ar: انقر على قيمة اختصار لتسجيل اختصار جديد.
bs: Kliknite na vrijednost prečice da snimite novu prečicu.
da: Klik på en genvejsværdi for at optage en ny genvej.
de: Klicken Sie auf einen Kurzbefehlswert, um einen neuen Kurzbefehl aufzunehmen.
es: Haz clic en un valor de atajo para grabar un nuevo atajo.
fr: Cliquez sur une valeur de raccourci pour en enregistrer un nouveau.
it: Fai clic su un valore di scorciatoia per registrarne una nuova.
ja: ショートカット値をクリックして記録します。X で割り当て解除でき、解除後は復元に変わります。
ko: 단축키 값을 클릭하여 새 단축키를 기록하세요.
nb: Klikk på en snarveiverdi for å ta opp en ny snarvei.
pl: Kliknij wartość skrótu, aby nagrać nowy skrót.
pt_br: Clique em um valor de atalho para gravar um novo atalho.
ru: Нажмите на значение сочетания, чтобы записать новое.
th: คลิกค่าทางลัดเพื่อบันทึกทางลัดใหม่
tr: Yeni bir kısayol kaydetmek için bir kısayol değerine tıklayın.
uk: Натисніть на значення комбінації, щоб записати нову.
zh_hans: 点击快捷键值以录制新快捷键。
zh_hant: 按一下快速鍵值以錄製新的快速鍵。

# settings.shortcuts.chords.subtitle
source: Add tmux-style multi-step shortcuts in uniconnect.json, for example ["ctrl+b", "c"].
ar: أضف tmux اختصارات متعددة الخطوات على النمط uniconnect.json، على سبيل المثال ["ctrl+b", "c"].
bs: Dodajte prečice u više koraka u stilu tmux u uniconnect.json, na primjer ["ctrl+b", "c"].
da: Tilføj tmux-stil genveje med flere trin i uniconnect.json, for eksempel ["ctrl+b", "c"].
de: Fügen Sie mehrstufige Verknüpfungen im tmux-Stil in uniconnect.json hinzu, zum Beispiel ["ctrl+b", "c"].
es: Añade atajos de varios pasos al estilo de tmux en uniconnect.json, por ejemplo ["ctrl+b", "c"].
fr: Ajoutez des raccourcis en plusieurs étapes de style tmux dans uniconnect.json, par exemple ["ctrl+b", "c"].
it: Aggiungi scorciatoie in più passaggi in stile tmux in uniconnect.json, ad esempio ["ctrl+b", "c"].
ja: uniconnect.json で tmux 風の2段階ショートカットを追加できます。例: ["ctrl+b", "c"]。
km: បន្ថែម tmux ផ្លូវកាត់ពហុជំហានរចនាប័ទ្មក្នុង uniconnect.json ឧទាហរណ៍ ["ctrl+b", "c"] ។
ko: uniconnect.json에서 tmux 스타일의 다단계 단축키를 추가할 수 있습니다. 예: ["ctrl+b", "c"].
nb: Legg til tmux-stil flertrinns snarveier i uniconnect.json, for eksempel ["ctrl+b", "c"].
pl: Dodaj wieloetapowe skróty w stylu tmux w uniconnect.json, na przykład ["ctrl+b", "c"].
pt_br: Adicione atalhos de várias etapas no estilo tmux em uniconnect.json, por exemplo ["ctrl+b", "c"].
ru: Добавьте многошаговые ярлыки в стиле tmux в uniconnect.json, например ["ctrl+b", "c"].
th: เพิ่ม tmux-สไตล์ทางลัดหลายขั้นตอนใน uniconnect.json เช่น ["ctrl+b", "c"]
tr: tmux tarzı çok adımlı kısayolları uniconnect.json'ye ekleyin, örneğin ["ctrl+b", "c"].
uk: Додайте багатоетапні комбінації клавіш у стилі tmux у uniconnect.json, наприклад ["ctrl+b", "c"].
zh_hans: 在uniconnect.json中添加tmux样式的多步骤快捷方式，例如["ctrl+b", "c"]。
zh_hant: 在uniconnect.json中新增tmux樣式的多步驟捷徑，例如["ctrl+b", "c"]。

# settings.state.active
source: Active
ar: نشط
bs: Aktivno
da: Aktiv
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
km: សកម្ម
ko: 활성
nb: Aktiv
pl: Aktywny
pt_br: Ativo
ru: Активное
th: ใช้งานอยู่
tr: Etkin
uk: Активний
zh_hans: 活跃
zh_hant: 使用中

# settings.state.followWindow
source: Follow Window
ar: متابعة النافذة
bs: Prati prozor
da: Følg vindue
de: Fenster folgen
es: Seguir ventana
fr: Suivre la fenêtre
it: Segui finestra
ja: ウインドウに追従
ko: 윈도우 따르기
nb: Følg vindu
pl: Podążaj za oknem
pt_br: Seguir Janela
ru: Следовать за окном
th: ตามหน้าต่าง
tr: Pencereyi Takip Et
uk: Відповідно до вікна
zh_hans: 跟随窗口
zh_hant: 跟隨視窗

# settings.state.inactive
source: Inactive
ar: غير نشط
bs: Neaktivno
da: Inaktiv
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 非アクティブ
ko: 비활성
nb: Inaktiv
pl: Nieaktywny
pt_br: Inativo
ru: Неактивное
th: ไม่ได้ใช้งาน
tr: Etkin Değil
uk: Неактивний
zh_hans: 不活跃
zh_hant: 非使用中

# settings.title
source: Settings
ar: الإعدادات
bs: Postavke
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# settings.search.alias.section.account
source: auth authentication login logout sign in sign out email user profile team
ar: auth authentication login logout sign in sign out email user profile team مصادقة تسجيل دخول خروج بريد إلكتروني مستخدم ملف شخصي فريق حساب
bs: auth authentication login logout sign in sign out email user profile team autentikacija prijava odjava korisnik profil tim račun
da: auth authentication login logout sign in sign out email user profile team godkendelse logud bruger profil konto
de: auth authentication login logout sign in sign out email user profile team authentifizierung anmeldung abmeldung benutzer profil konto
es: auth authentication login logout sign in sign out email user profile team autenticación iniciar sesión cerrar correo usuario perfil equipo cuenta
fr: auth authentication login logout sign in sign out email user profile team authentification connexion déconnexion e-mail utilisateur profil équipe compte
it: auth authentication login logout sign in sign out email user profile team autenticazione accesso disconnessione utente profilo account
ja: auth authentication login logout sign in sign out email user profile team 認証 ログイン ログアウト サインイン サインアウト メール ユーザー プロフィール チーム アカウント
ko: auth authentication login logout sign in sign out email user profile team 인증 로그인 로그아웃 이메일 사용자 프로필 팀 계정 로그인…
nb: auth authentication login logout sign in sign out email user profile team autentisering innlogging utlogging e-post bruker profil konto
pl: auth authentication login logout sign in sign out email user profile team uwierzytelnianie logowanie wylogowanie użytkownik profil zespół konto
pt_br: auth authentication login logout sign in sign out email user profile team autenticação sair usuário perfil equipe conta
ru: auth authentication login logout sign in sign out email user profile team аутентификация вход выход пользователь профиль команда аккаунт
th: auth authentication login logout sign in sign out email user profile team ยืนยันตัวตน เข้าสู่ระบบ ออกจากระบบ อีเมล ผู้ใช้ โปรไฟล์ ทีม บัญชี
tr: auth authentication login logout sign in sign out email user profile team kimlik doğrulama giriş çıkış e-posta kullanıcı profil takım hesap
uk: auth authentication login logout sign in sign out email user profile team автентифікація вхід вихід користувач профіль команда обліковий запис Увійти… Вийти
zh_hans: auth authentication login logout sign in sign out email user profile team 认证 登录 退出登录 邮件 用户 个人资料 团队 账户
zh_hant: auth authentication login logout sign in sign out email user profile team 驗證 登入 登出 郵件 使用者 個人資料 團隊 帳戶
